import diploma from "@/public/images/diploma.png";
import search from "@/public/images/search.png";
import calender from "@/public/images/calender.png";
import medal from "@/public/images/medal.png";
import quality from "@/public/images/quality.png";
import connection from "@/public/images/connection.png";
import creativity from "@/public/images/creativity.png";
import collaboration from "@/public/images/collaboration.png";
import flexibility from "@/public/images/flexibility.png";
import education from "@/public/images/education.png";
import phone from "@/public/images/phone.png";
import mail from "@/public/images/mail.png";
import clock from "@/public/images/clock.png";
import location from "@/public/images/location.png";
import teacher from "@/public/images/teacher.jpg";
import c1 from "@/public/images/courses/c1.jpg";
import c2 from "@/public/images/courses/c2.jpg";
import c3 from "@/public/images/courses/c3.jpg";
import c4 from "@/public/images/courses/c4.jpg";
import c5 from "@/public/images/courses/c5.jpg";
import c6 from "@/public/images/courses/c6.jpg";
import deadline from "@/public/images/exams/deadline.png";
import e1 from "@/public/images/exams/e1.jpg";
import e2 from "@/public/images/exams/e2.jpg";
import e3 from "@/public/images/exams/e3.jpg";
import e4 from "@/public/images/exams/e4.jpg";
import book from "@/public/images/carousel/book.jpg";
export const info = [
  {
    image: diploma,
    name: "تعليم شامل ومتنوع",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    image: diploma,
    name: "تعليم شامل ومتنوع",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    image: diploma,
    name: "تعليم شامل ومتنوع",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
];

export const infoTwo = [
  "ابدأ رحلتك التعليمية مع الدورات الأكثر طلبًا وشهرة",
  "تغطي الدورات مجالات متنوعة وتشمل العديد من التخصصات الأخرى.",
  `
تناسب الدورات جميع المستويات، من المبتدئين إلى المحترفين.
يتم تحديث المحتوى التعليمي باستمرار لضمان مواكبة التطورات الحديثة.`,
  "يقدم الدورات خبراء متمرسون في مختلف المجالات.",
  "تساعدك الدورات على تحقيق أهدافك بثقة واحترافية.",
  "انضم إلى مجتمع زاكيرلي التعليمي وابدأ رحلتك نحو النجاح.",
];
export const infoThree = [
  {
    bg: "#F6F9E3",
    name: "رياض الأطفال",
    description:
      "ستفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    bg: "#D8EBFD",
    name: "المرحله الـأبتدائية",
    description:
      "ستفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    bg: "#F6F9E3",
    name: "المرحلة الثانوية",
    description:
      "ستفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    bg: "#D8EBFD",
    name: "المرحلة الاعدادية",
    description:
      "ستفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
];
export const infoFour = [
  {
    image: search,
    name: "تصفح الدورات",
    description:
      "استكشف المئات من الدورات في مختلف المجالات واختر ما يناسب احتياجاتك.",
  },
  {
    image: calender,
    name: "التسجيل في الدورة",
    description:
      "انضم إلى الدورة التي تفضلها وابدأ التعلم فورًا مع محتوى تعليمي مميز.",
  },
  {
    image: medal,
    name: " الحصول على الشهادة",
    description:
      "بعد إكمال الدورة، احصل على شهادة معتمدة تثبت مهاراتك ومعرفتك.",
  },
];
export const infoFive = [
  {
    image: quality,
    name: "التميز",
  },
  {
    image: connection,
    name: "التعاون",
  },
  {
    image: creativity,
    name: "الإبداع",
  },
  {
    image: collaboration,
    name: "النزاهة",
  },
  {
    image: flexibility,
    name: "المرونة",
  },
];
export const infoSix = [
  {
    image: education,
    name: "مدرسة  ذاكرلي المصرية",
    description:
      "نقدم بيئة تعليمية شاملة تعتمد على أحدث الوسائل والتقنيات لضمان تطوير قدرات الطلاب وتحفيزهم على تحقيق النجاح الأكاديمي والمهني.",
  },
  {
    image: education,
    name: "مدرسة  ذاكرلي المصرية",
    description:
      "نقدم بيئة تعليمية شاملة تعتمد على أحدث الوسائل والتقنيات لضمان تطوير قدرات الطلاب وتحفيزهم على تحقيق النجاح الأكاديمي والمهني.",
  },
  {
    image: education,
    name: "مدرسة  ذاكرلي المصرية",
    description:
      "نقدم بيئة تعليمية شاملة تعتمد على أحدث الوسائل والتقنيات لضمان تطوير قدرات الطلاب وتحفيزهم على تحقيق النجاح الأكاديمي والمهني.",
  },
  {
    image: education,
    name: "مدرسة  ذاكرلي المصرية",
    description:
      "نقدم بيئة تعليمية شاملة تعتمد على أحدث الوسائل والتقنيات لضمان تطوير قدرات الطلاب وتحفيزهم على تحقيق النجاح الأكاديمي والمهني.",
  },
];
export const infoSeven = [
  {
    id: 1,
    image: teacher,
    name: "اسم المعلم",
    description: "التخصص",
    experience:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    qualifications: [
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
    ],
  },
  {
    id: 2,
    image: teacher,
    name: "اسم المعلم",
    description: "التخصص",
    experience:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    qualifications: [
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
    ],
  },
  {
    id: 3,
    image: teacher,
    name: "اسم المعلم",
    description: "التخصص",
    experience:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    qualifications: [
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
    ],
  },
  {
    id: 4,
    image: teacher,
    name: "اسم المعلم",
    description: "التخصص",
    experience:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    qualifications: [
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
      "المؤهلات ةالخبرات",
    ],
  },
];
export const infoEight = [
  {
    name: "تعليم شامل ومتنوع",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    name: "دعم فني على مدار الساعة",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    name: "نظام سهل الاستخدام",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    name: "اختبارات تفاعلية وتقارير أداء",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    name: "أسعار تنافسية وباقات متنوعة",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
  {
    name: "محتوى محدث باستمرار",
    description:
      "استفد من مجموعة واسعة من الدورات المصممة لتناسب جميع المستويات والتخصصات",
  },
];
export const infoNine = [
  {
    image: phone,
    name: "رقم التيلفون ",
    description: ["+201012345678", "+201012345678"],
  },
  {
    image: mail,
    name: "البريد الإلكتروني",
    description: ["email@yahoo.com", "email@yahoo.com"],
  },
  {
    image: clock,
    name: "مواعيد العمل",
    description: ["الأحد - الخميس: 9:00 صباحًا - 5:00 مساءً"],
  },
  {
    image: location,
    name: "العنوان",
    description: ["مقر العمل"],
  },
];
export const courses = [
  {
    id: 1,
    image: c1,
    title: "استكشف عالم التكنولوجيا والبرمجة",
    name: "علوم الحاسوب",
    description:
      "يعد علوم الحاسب من أهم المجالات في العصر الحديث، حيث يوفر المعرفة الأساسية حول الحوسبة، البرمجة، الخوارزميات، وهندسة البرمجيات. يهدف هذا المجال إلى تأهيل الطلاب بمهارات تحليل البيانات، تطوير البرمجيات، وأمن المعلومات، مما يفتح لهم أبوابًا واسعة في سوق العمل الرقمي.",
    teacher: " أحمد خالد",
    count: "25 درس تعليمي",
    duration: "8 ساعات تدريبية",
    features: [
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
    ],
    teacherImage: teacher,
    teacherDesc:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    learnings: [
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
    ],
    price: 60.0,
    discount: 50.0,
    students: 25,
  },
  {
    id: 2,
    image: c2,
    title: "استكشف عالم التكنولوجيا والبرمجة",
    name: "علوم الحاسوب",
    description:
      "يعد علوم الحاسب من أهم المجالات في العصر الحديث، حيث يوفر المعرفة الأساسية حول الحوسبة، البرمجة، الخوارزميات، وهندسة البرمجيات. يهدف هذا المجال إلى تأهيل الطلاب بمهارات تحليل البيانات، تطوير البرمجيات، وأمن المعلومات، مما يفتح لهم أبوابًا واسعة في سوق العمل الرقمي.",
    teacher: " أحمد خالد",
    count: "25 درس تعليمي",
    duration: "8 ساعات تدريبية",
    features: [
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
    ],
    teacherImage: teacher,
    teacherDesc:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    learnings: [
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
    ],
    price: 60.0,
    discount: 50.0,
    students: 25,
  },
  {
    id: 3,
    image: c3,
    title: "استكشف عالم التكنولوجيا والبرمجة",
    name: "علوم الحاسوب",
    description:
      "يعد علوم الحاسب من أهم المجالات في العصر الحديث، حيث يوفر المعرفة الأساسية حول الحوسبة، البرمجة، الخوارزميات، وهندسة البرمجيات. يهدف هذا المجال إلى تأهيل الطلاب بمهارات تحليل البيانات، تطوير البرمجيات، وأمن المعلومات، مما يفتح لهم أبوابًا واسعة في سوق العمل الرقمي.",
    teacher: " أحمد خالد",
    count: "25 درس تعليمي",
    duration: "8 ساعات تدريبية",
    features: [
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
    ],
    teacherImage: teacher,
    teacherDesc:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    learnings: [
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
    ],
    price: 60.0,
    discount: 50.0,
    students: 25,
  },
  {
    id: 4,
    image: c4,
    title: "استكشف عالم التكنولوجيا والبرمجة",
    name: "علوم الحاسوب",
    description:
      "يعد علوم الحاسب من أهم المجالات في العصر الحديث، حيث يوفر المعرفة الأساسية حول الحوسبة، البرمجة، الخوارزميات، وهندسة البرمجيات. يهدف هذا المجال إلى تأهيل الطلاب بمهارات تحليل البيانات، تطوير البرمجيات، وأمن المعلومات، مما يفتح لهم أبوابًا واسعة في سوق العمل الرقمي.",
    teacher: " أحمد خالد",
    count: "25 درس تعليمي",
    duration: "8 ساعات تدريبية",
    features: [
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
    ],
    teacherImage: teacher,
    teacherDesc:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    learnings: [
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
    ],
    price: 60.0,
    discount: 50.0,
    students: 25,
  },
  {
    id: 5,
    image: c5,
    title: "استكشف عالم التكنولوجيا والبرمجة",
    name: "علوم الحاسوب",
    description:
      "يعد علوم الحاسب من أهم المجالات في العصر الحديث، حيث يوفر المعرفة الأساسية حول الحوسبة، البرمجة، الخوارزميات، وهندسة البرمجيات. يهدف هذا المجال إلى تأهيل الطلاب بمهارات تحليل البيانات، تطوير البرمجيات، وأمن المعلومات، مما يفتح لهم أبوابًا واسعة في سوق العمل الرقمي.",
    teacher: " أحمد خالد",
    count: "25 درس تعليمي",
    duration: "8 ساعات تدريبية",
    features: [
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
    ],
    teacherImage: teacher,
    teacherDesc:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    learnings: [
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
    ],
    price: 60.0,
    discount: 50.0,
    students: 25,
  },
  {
    id: 6,
    image: c6,
    title: "استكشف عالم التكنولوجيا والبرمجة",
    name: "علوم الحاسوب",
    description:
      "يعد علوم الحاسب من أهم المجالات في العصر الحديث، حيث يوفر المعرفة الأساسية حول الحوسبة، البرمجة، الخوارزميات، وهندسة البرمجيات. يهدف هذا المجال إلى تأهيل الطلاب بمهارات تحليل البيانات، تطوير البرمجيات، وأمن المعلومات، مما يفتح لهم أبوابًا واسعة في سوق العمل الرقمي.",
    teacher: " أحمد خالد",
    count: "25 درس تعليمي",
    duration: "8 ساعات تدريبية",
    features: [
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
      "مقدمة في علوم الحاسب – التعرف على أساسيات الحوسبة والبرمجة.",
    ],
    teacherImage: teacher,
    teacherDesc:
      "يمتلك المعلم خبرة واسعة في مجال علوم الحاسب وتطوير البرمجيات، حيث عمل على العديد من المشاريع التقنية وساهم في تدريب الطلاب على أحدث المهارات الرقمية. يركز في دوراته على تبسيط المفاهيم التقنية وجعلها سهلة الفهم لجميع المستويات.",
    learnings: [
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
      "الخوارزميات وهياكل البيانات وأهميتها في تطوير البرمجيات.",
    ],
    price: 60.0,
    discount: 50.0,
    students: 25,
  },
];

export const prices = [
  {
    name: "الخطة الأساسية",
    description: "Advanced recording & analytics",
    price: "12.50",
    features: [
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
    ],
  },
  {
    name: "الخطة الأساسية",
    description: "Advanced recording & analytics",
    price: "12.50",
    features: [
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
    ],
  },
  {
    name: "الخطة الأساسية",
    description: "Advanced recording & analytics",
    price: "12.50",
    features: [
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
      "محتوى عالي الجودة مع تمارين واختبارات.",
    ],
  },
];
export const examOne = [
  {
    image: deadline,
    name: "تنوع الأسئلة",
    description:
      "اختبارات تشمل أسئلة اختيار من متعدد، صح أو خطأ، وإجابات قصيرة لتعزيز الفهم.",
  },
  {
    image: deadline,
    name: "تنوع الأسئلة",
    description:
      "اختبارات تشمل أسئلة اختيار من متعدد، صح أو خطأ، وإجابات قصيرة لتعزيز الفهم.",
  },
  {
    image: deadline,
    name: "تنوع الأسئلة",
    description:
      "اختبارات تشمل أسئلة اختيار من متعدد، صح أو خطأ، وإجابات قصيرة لتعزيز الفهم.",
  },
  {
    image: deadline,
    name: "تنوع الأسئلة",
    description:
      "اختبارات تشمل أسئلة اختيار من متعدد، صح أو خطأ، وإجابات قصيرة لتعزيز الفهم.",
  },
];
export const examTwo = [
  {
    image: e1,
    name: "علوم الحاسوب",
    description: "المرحلة الدراسيه",
    questions: "عدد الاسئله",
    time: "الزمن",
  },
  {
    image: e2,
    name: "علوم الحاسوب",
    description: "المرحلة الدراسيه",
    questions: "عدد الاسئله",
    time: "الزمن",
  },
  {
    image: e3,
    name: "علوم الحاسوب",
    description: "المرحلة الدراسيه",
    questions: "عدد الاسئله",
    time: "الزمن",
  },
  {
    image: e4,
    name: "علوم الحاسوب",
    description: "المرحلة الدراسيه",
    questions: "عدد الاسئله",
    time: "الزمن",
  },
  {
    image: e1,
    name: "علوم الحاسوب",
    description: "المرحلة الدراسيه",
    questions: "عدد الاسئله",
    time: "الزمن",
  },
  {
    image: e2,
    name: "علوم الحاسوب",
    description: "المرحلة الدراسيه",
    questions: "عدد الاسئله",
    time: "الزمن",
  },
];

export const books = [
  {
    id: 1,
    sale: 56,
    image: book,
    title: "Galaxy M13 (4GB | 64 GB )",
    price: 14999,
    discount: 10499,
    save: 4500,
    auther: "Ahmed Hakeem",
    puplished: 2020,
    genre: ["تعليمي", " تنمية ذاتية", "برمجة", "تاريخ"],
    pages: 200,
    language: ["اللغة: العربية ", "الإنجليزية", "الفرنسية"],
    rating: "4.8/5",
    description:
      "نظرة عامة عن الكتاب، مواضيع يغطيها، وأهم الفوائد التي يقدمها للقارئ.",
  },
  {
    id: 2,
    sale: 56,
    image: book,
    title: "Galaxy M13 (4GB | 64 GB )",
    price: 14999,
    discount: 10499,
    save: 4500,
    auther: "Ahmed Hakeem",
    puplished: 2020,
    genre: ["تعليمي", " تنمية ذاتية", "برمجة", "تاريخ"],
    pages: 200,
    language: ["اللغة: العربية ", "الإنجليزية", "الفرنسية"],
    rating: "4.8/5",
    description:
      "نظرة عامة عن الكتاب، مواضيع يغطيها، وأهم الفوائد التي يقدمها للقارئ.",
  },
  {
    id: 3,
    sale: 56,
    image: book,
    title: "Galaxy M13 (4GB | 64 GB )",
    price: 14999,
    discount: 10499,
    save: 4500,
    auther: "Ahmed Hakeem",
    puplished: 2020,
    genre: ["تعليمي", " تنمية ذاتية", "برمجة", "تاريخ"],
    pages: 200,
    language: ["اللغة: العربية ", "الإنجليزية", "الفرنسية"],
    rating: "4.8/5",
    description:
      "نظرة عامة عن الكتاب، مواضيع يغطيها، وأهم الفوائد التي يقدمها للقارئ.",
  },
  {
    id: 4,
    sale: 56,
    image: book,
    title: "Galaxy M13 (4GB | 64 GB )",
    price: 14999,
    discount: 10499,
    save: 4500,
    auther: "Ahmed Hakeem",
    puplished: 2020,
    genre: ["تعليمي", " تنمية ذاتية", "برمجة", "تاريخ"],
    pages: 200,
    language: ["اللغة: العربية ", "الإنجليزية", "الفرنسية"],
    rating: "4.8/5",
    description:
      "نظرة عامة عن الكتاب، مواضيع يغطيها، وأهم الفوائد التي يقدمها للقارئ.",
  },
];
export const studentInfo = [
  {
    numbers: 40,
    name: "عدد الدورات",
    bg: "#D0E6E9",
  },
  {
    numbers: 40,
    name: " الامتحانات",
    bg: "#E3F9E7",
  },
  {
    numbers: 40,
    name: "عدد الدورات",
    bg: "#D0E6E9",
  },
];
